INSERT INTO `Room` (name,building,capacity,isActive,createdAt,updatedAt) VALUES
	 ('ห้องประชุมใหญ่','หอประชุม',1000,1,'2025-11-28 10:27:22.022','2025-11-28 10:27:22.022'),
	 ('ห้องประชุมเล็ก','หอประชุม',100,1,'2025-11-28 10:27:30.973','2025-11-28 10:27:30.973'),
	 ('ห้องประชุมเฉลิมพระเกียรติ','อาคาร 6',300,1,'2025-12-12 11:19:19.065','2025-12-12 11:19:19.065'),
	 ('ห้องเรียนคอมพิวเตอร์ 713','อาคาร 7',40,1,'2025-12-12 11:19:36.576','2025-12-12 11:19:36.576');

INSERT INTO `User` (name,email,password,tel,`role`,createdAt,updatedAt) VALUES
	 ('Admin 1','admin1@gmail.com','abcdefg','0811111111','Admin','2025-12-18 03:07:58','2025-12-18 03:07:58'),
	 ('Phakpoom I.','phakpoom.i@gmail.com','12345678','089999999','User','2025-12-18 03:08:16','2025-12-18 03:08:16'),
	 ('Supanan T.','supanan.t@gmail.com','87654321','0855555555','User','2025-12-18 03:08:16','2025-12-18 03:08:16');
